Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samedikki_nuoraidcallin_elli-marja_hetta.html.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidčállin Elli-Marja Hetta
smn: Sämitige nuorâičällen Elli-Marja Hetta

source: Pedagogihka magisttar Elli-Marja Hetta nammaduvvui Sámedikki nuoraidčálli virgái.
smn: Šoddâdemtiettui maister Elli-Marja Hetta nomâttui Sämitige nuorâičällee viirgán.

source: Sámedikki stivra mearridii namahusas čoahkkimisttis 11. geassemánu 2020.
smn: Sämitige stivrâ meridij nomâttâsâst čuákkimistis kesimáánu 11. peeivi 2020.

source: Vuohččulaš Elli-Marja Hetta lea skuvlejumi beales pedagogihka magisttar, ja son lea dikšon nuoraidčálli virgesadjásašvuođa 1,5 jagi.
smn: Vuáččulâš Elli-Marja Hetta lii čođâldittám šoddâdemtiettui maister uápuid, já sun lii lamaš nuorâičällee virgesajasâžžân 1,5 ive.

source: Nuoraidčálli doaibmá nuoraidráđis áššegieđahallin ja čállin ja su bargui gullá ee. válmmaštallat sámenuoraid eallindillái ja buresveadjimii guoski áššiid, ovddidit sápmelaš nuoraidbarggu ovttas sámenuoraiguin ja ordnet sámenuoraid konfereanssa.
smn: Nuorâičällee tuáimá nuorâirääđi oovdânpyehten já čällen já suu paargon kulá ei. valmâštâllâđ säminuorâi elimân já pyereestvajemân kullee aašijd, ovdediđ säämilâš nuorâipargo oovtâst säminuorâiguin já orniđ säminuorâi konferens.

source: – Mu mielas lea buorre, ahte sámenuorat sáhttet oahpuid maŋŋá máhccat ja oažžut barggu sámeguovllus sihke bargat barggu sámeservodaga buorrin.
smn: – Muu mielâst lii suotâs, ete säminuorah pyehtih maccâđ uápui maŋa já uážžuđ pargo sämikuávlust sehe porgâđ pargoid sämisiärvus oovdân.

source: Lean ovdal doaibman nuoraidráđis lahttun ja iežan virgesadjásašvuođa áigge leamašan fiinna ášši fuomášit, mo nuoraidráđis doaibman lea ovddiduvvon ovdamearkka dihtii iešguđet projeavtta bokte.
smn: Mun lam ovdil lamaš nuorâirääđi jeessân já muu virgesajasâšvuođâ ääigi lii lamaš suámi huámášiđ, maht nuorâirääđi toimâ lii ovdedum om. haavâi peht.

source: Sámenuoraid oasálašvuođa nannen iešguđet láhkai lea nuoraidčálli okta deaŧalamos bargguin ja válddán barggu iluin vuostá, muitala Elli-Marja Hetta go gulai válljemis.
smn: Ohtâ tehálumosijn nuorâičällee pargoin lii nanodiđ säminuorâi uásálistem eres taavijn já mun vááldám pargo iloin vuástá, muštâl Elli-Marja Hetta valjim maŋa.

source: Sámedikki čuovvovaš čoahkkin ordnejuvvo gáiddusoktavuođaiguin
smn: Sämitige čuávuvâš čuákkim tuálloo káidusohtâvuođâiguin

source: Sámedikki čoahkkin 2/2020 dollojuvvo 26.6.2020 diibmu 12 rájes gáiddusčoahkkimin.
smn: Sämitige čuákkim 2/2020 tuálloo 26.6.2020 tme 12 rääjist káidusčuákkimin.

source: Čoahkkima sáhttá čuovvut dábálaš láhkai live striim bokte čujuhusas www.samediggi.fi/live .
smn: Čuákkim puáhtá čuávvuđ live stream vuolgâttâs peht čujottâsâst www.samediggi.fi/live .

source: Sáddagis sáhttá guldalit maiddái tulkoma.
smn: Njuolgâvuolgâttâsâst puáhtá kuldâliđ meid tulkkum.

source: – Sámedikki stivra lea mearridan čoahkkima ordnemis gáiddusoktavuođaiguin koronapandemiija dagahan dili geažil.
smn: – Sämitige stivrâ lii meridâm orniđ čuákkim káidusohtâvuođâiguin koronapandemia tovâttem tile tiet.

source: Vaikke fámus orru ráddjemiid mielde eanemustá 50 olbmo čoahkkimiid sáhttá jo dál ordnet, de bođiimet dan bohtosii, ahte ordnet gáiddusčoahkkima, vai sáhtášeimmet ordnet čoahkkima nu koronadorvvolaččat go vejolaš, dadjá ságadoalli Tuomas Aslak Juuso.
smn: Veik tááláá raijiittâsâi mield enâmustáá 50 ulmuuu čuákkimijd puáhtá jo orniđ, mij lep meridâm orniđ káidusčuákkim, vâi pyehtip orniđ čuákkim nuuvt koronatorvolávt ko máhđulâš, iätá saavâjođetteijee Tuomas Aslak Juuso.

source: Ollesčoahkkimis gieđahallojit jagi 2019 rehketdoalloloahpahus ja doaibmačilgehus, evttohus sámi kulturmearreruhtan jagi 2022, evttohus sámegielat árrabajásgeassinbálvalusaid dorvvasteapmi ja ovddideapmi jagi 2022, evttohus sámegielat oahppamateriála válmmašteapmin jagi 2022, evttohus sápmelaččaid sosiála- ja dearvvasvuođabálvalusaid dorvvasteapmin jagi 2022 ja oktasašdavviriikalaš sámegielaid ámmát- ja resursaguovddáš Sámi Giellagáldu njuolggadusat.
smn: Tievâsčuákkimist kieđâvuššoo ive 2019 ruttâtuálulopâttem já toimâčielgiittâs, oovdânpyehtim sämmilâš kulttuurmeriruttân ive 2022, oovdânpyehtim sämikielâlii arâšoddâdempalvâlusâi tuurvâstmân já oovdedmân ive 2022, oovdânpyehtim sämikielâlii oppâmateriaal vaalmâštmân ive 2022, oovdânpyehtim sämmilij sosiaal- ja tiervâsvuotâpalvâlusâi tuurvâstmân ive 2022 já tave-eennâmlâš sämikielâi áámmát- já reesuurskuávdáš Säämi Kielâkäldee ravvuuh.

source: Stivra geavai dasa lassin sáttaságastallama sápmelaš dálkkádatpolitihka ovddideamis sihke háleštii duohtavuođa- ja soabadanproseassa ovdáneamis ja mearridii joatkkadoaimmain.
smn: Lasseen stivrâ toolâi vuolgâttâssavâstâllâm sämmilij šoŋŋâdâhpolitiik oovdedmist sehe savâstâlâi tuotâvuotâ- já sovâdâttâmproosees ovdánmist já meridij jotkâtooimâin.

source: Stivra dieđiha duohtavuođa- ja soabadanproseassa čuovvovaš doaimmain, go dat leat áigeguovdil.
smn: Stivrâ tieđeet tuotâvuotâ- já sovâdâttâmproosees čuávuváin tooimâin, ko tot lii äigikyevdilis.

source: Lassedieđut:
smn: Lasetiäđuh:

source: Ságadoalli Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
